Repository: wijnen/userdata
Catalog: lang/*.po
Languages: nl

source: Log in
nl: Inloggen

source: Welcome to this userdata server
nl: Welkom op deze userdata server

source: Please log in
nl: Log in

source: Name
nl: Naam

source: Password
nl: Wachtwoord

source: Store credentials in a cookie for automatic login
nl: Bewaar inloggegevens in een cookie om automatisch in te loggen

source: Manage Data
nl: Beheer gegevens

source: Register
nl: Registreren

source: Select a player
nl: Kies een speler

source: Direct logins are not supported yet.
nl: Direct inloggen is nog niet ondersteund.

source: Failed to log in
nl: Het inloggen is mislukt

source: For registration, name must be <username:email-address>
nl: Om te registreren moet je als naam opgeven: <gebruikersnaam:emailadres>

source: Registration of user $1 succeeded. You can now log in.
nl: Registratie van gebruiker $1 is gelukt. Je kan nu inloggen.

source: Registration of user $1 failed.
nl: Registratie van gebruiker $1 is mislukt.
